package jp.tnw.game_a05.adv_a05;

/**
 * 文章データ
 * @D = 運賞オーバー
 * @E = scenario over
 * @B?? = BG select ?? 00~99
 * @C??*$ = char select + face select + position
 */
public class ADVMessage_Data {

    public String[] Bun_01 = {

            "@B12ふん。@C01RCアタシのマネなんて十年早いわよ！@D",//takeo勝ち
            "@B11あらあら、@C06CL随分弱いわねぇ～偽者さん。@D",
            "@B10このブス！　アタシはもっとプリチ～だわ！@D",
            "@B09なかなかやるじゃない……。@D", // 負け
            "@B01@C05LR同じキャラだもん、どっちかは負けるでしょうが！@D",
            "……アタシが偽者なの？@D",
            "坊や、おうちで遊んでなさい。@D", // Kachan勝ち
            "弱いわねぇ～。仕方ないか、アタシが相手だもんね。@D",
            "ふん。このダンゴ虫め！@D",
            "な、なんでこんなダンゴみたいなヤツに……。@D", // 負け
            "可愛い顔して強いわね……。@D",
            "今度はアタシが勝つ番よ！@D",

            //"@E",

            "@B05このガラクタめ！　アタシを誰だと思っているの？@D", // Kutara勝ち
            "困るのよねぇ～時間の無駄だわ。@D",

            "@E",

            "こんなロボット、アタシの敵じゃないわ。@D",
            "……イタタタ……卑怯よ、あんた鉄製でしょ！@D", // 負け
            "アタシにも遠距離攻撃が欲しいわぁ～！@D",
            "こんなジジィに負けるとは……アタシって……。@D",
            "誰あんた？　木みたいなヤツがアタシに勝てると思う？@D", // Ton-Gari勝ち
            "ふっ！　相手が悪かったわねぇ～、森の番人さん。@D",
            "あんたみたいなヤツは、ひなたぼっこでもしてなさい。@D",
            "結構強いのね……。でも、今度は負けないわ！@D", // 負け
            "あんた男でしょ？　こんなプリチ～な女の子相手に！@D",
            "いいのよアタシは。どうせ負けるのはわかっていたし。@D",
            "まいったかjimy！　あんたの負けよっ！@D", // jimy勝ち
            "アタシを主人公にしないから、負けたのよ。@D",
            "弱いわねぇ～。それでもこのゲームの開発者なの？@D",
            "……つ、強い。誰かパラメーター修正して……。@D", // 負け
            "おいjimy！　これで勝ったと思わないでよっ！@D",
            "何か……裏技でもあれば勝てるのに……。@D",
            "ごめんね、お嬢ちゃん。あんまりにも弱いんで。@D", // Labi勝ち
            "ウサギさん、ニンジンでも食べるかい？@D",
            "ふっ……ウサギ小屋に入ってな！@D",
            "なんでウサギなんかに……。@D", // 負け
            "女同士の戦い……負けたくなかった……。@D",
            "あんたなんか、ウサギの丸焼きにしてやるぅ～！@D",
            "なんなのあんた？　うねうねと気味悪いわねぇ。@D", // Une-Chu勝ち
            "あんた女？　でも、アタシよりブスね！@D",
            "弱いわ。あまりにも弱すぎて……Ｚｚz……。@D",
            "たまたま負けただけよ！@D", // 負け
            "弱そうに見えたけど、あんた結構強いのね。@D",
            "こんなプリチ～な女の子イジめて楽しいの？@D",
            "ジュル……おいしそうなヤドカリね……。@D", // Cadoria勝ち
            "もうちょっと強いと思ったけど、アタシが相手だしね。@D",
            "また戦ってあげるわ。でもアタシが勝つわよ。@D",
            "ヤドカリは水の中にいなさいよ！@D", // 負け
            "女子高生よアタシ。魅力ないかしら先生さん。@D",
            "ランドセルが重かったわ……。@D",
            "ぷぷっ！　変な顔ね！　だから負けたのよ！@D", // Kappon勝ち
            "あんたカスタネットみたいね。いい音するかしら？@D",
            "あ……なんかドラ焼みたい……ジュル。@D",
            "ど、ど、どうしてドラ焼なんかに……。@D", // 負け
            "なによその余裕の顔は！@D",
            "覚えてなさい！　今度は負けないからね！@D",

            // Kachan
            "勝っちゃったコロ。ごめんコロ……。@D", // takeo勝ち
            "子供だから、手抜きしてくれたコロ？　ありがとコロ。@D",
            "僕のほうが強かったコロ。また戦おうコロ。@D",
            "……ひっく……ひっく……痛いコロ。@D", // 負け
            "負けちゃったコロ。またがんばるコロ。@D",
            "そのランドセル、何かあるコロ？　ズルいコロ！@D",
            "似てるコロ……。友達コロ？　ごめんコロ。@D", // Kachan勝ち
            "……偽者コロ！　Labiちゃん譲らないコロ！@D",
            "誰コロ？　僕はそんなに弱くないコロ。@D",
            "どうして負けたコロ～！@D", // 負け
            "これじゃLabiちゃんに怒られるコロ……。@D",
            "負けたコロ。君のほうが強いコロ。@D",
            "なかなかやるコロ。また戦おうコロ！@D", // Kutara勝ち
            "ロボットコロ？　ガラクタコロ？@D",
            "ごめんコロ。僕は強すぎコロ。@D",
            "ズルいコロ……。僕は子供コロ！@D", // 負け
            "コロ！　今度は負けないコロ！@D",
            "改造してるコロ！　ズルいコロ～！@D",
            "楽しかったコロ。また遊ぼうコロ。@D", // Ton-Gari勝ち
            "今度は砂場で遊ぼうコロ。嫌コロ？@D",
            "今度、遊びに行くコロ。@D",
            "あんまりだコロ……。手加減してコロ～！@D", // 負け
            "なんかズルいコロ……。@D",
            "もう遊ばないコロ！　バイバイコロ！@D",
            "開発者コロ？　それにしては弱かったコロ……。@D", // jimy勝ち
            "僕はもっと弱くても良かったコロ？@D",
            "僕自身のデザイン、可愛くて気に入ってるコロ。@D",
            "強いコロ……なんかズルしてるコロ？@D", // 負け
            "このゲーム、バランス悪いコロ！@D",
            "負けたコロ。すべり台で遊んでくるコロ……。@D",
            "やったぁ～、Labiちゃんに勝ったコロ～！　コロコロ！@D", // Labi勝ち
            "優勝したら、絶対に彼女コロ！　ウソはダメだコロ。@D",
            "ちょっと強かったコロ？　今度は手抜きするコロ。@D",
            "……ひっく……やっぱLabiちゃん、強いコロ……。@D", // 負け
            "Labiちゃん、もう１回勝負コロ！@D",
            "イジ悪コロ……もうちょっと手加減してコロ。@D",
            "気味悪いコロ。勝っても嬉しくないコロ……。@D", // Une-Chu勝ち
            "痛かったコロ？　感じないコロ？　コロ？@D",
            "ワープを僕にも教えて欲しいコロ。@D",
            "結構強いコロ。もう１度戦うコロ？@D", // 負け
            "気味悪くて接近戦が嫌だコロ……@D",
            "君は男の子コロ？　だから強いコロ。@D",
            "勝たせてくれて、ありがとコロ。先生かコロ？@D", // Cadoria勝ち
            "その背負ってる殻、あんまり意味なかったコロ。@D",
            "大きなヤドカリだコロ……でも弱いコロ。@D",
            "思ったより強かったコロ。今度は負けないコロ。@D", // 負け
            "強いコロ……。勝ち方を教えて欲しいコロ。@D",
            "僕には勝てそうにないコロ。@D",
            "なかなか……おもしろい顔だコロ。@D", // Kappon勝ち
            "君は何で出来ているんだコロ？　ちょっと弱いコロ。@D",
            "今度はもっと、強くなってから勝負だコロ！@D",
            "ジャンプ高すぎコロ。低く飛んでコロ。@D", // 負け
            "新体操コロ？　輪がいっぱいだコロ。@D",
            "次は勝てるコロ。もう負けないコロ！@D",
            "……………………………………………………！@D", // 負け

            "@E",

    };
}//class end
