package jp.tnw.game_a05.adv_a05;

/**
 * 文章データ
 */
public class ADVMessage_Data {

    public String[] Bun_01 = {

            "ふん。アタシのマネなんて十年早いわよ！",//takeo勝ち
            "あらあら、随分弱いわねぇ～偽者さん。",
            "このブス！　アタシはもっとプリチ～だわ！",
            "なかなかやるじゃない……。", // 負け
            "同じキャラだもん、どっちかは負けるでしょうが！",
            "……アタシが偽者なの？",
            "坊や、おうちで遊んでなさい。", // Kachan勝ち
            "弱いわねぇ～。仕方ないか、アタシが相手だもんね。",
            "ふん。このダンゴ虫め！",
            "な、なんでこんなダンゴみたいなヤツに……。", // 負け
            "可愛い顔して強いわね……。",
            "今度はアタシが勝つ番よ！",
            "このガラクタめ！　アタシを誰だと思っているの？", // Kutara勝ち
            "困るのよねぇ～時間の無駄だわ。",
            "こんなロボット、アタシの敵じゃないわ。",
            "……イタタタ……卑怯よ、あんた鉄製でしょ！", // 負け
            "アタシにも遠距離攻撃が欲しいわぁ～！",
            "こんなジジィに負けるとは……アタシって……。",
            "誰あんた？　木みたいなヤツがアタシに勝てると思う？", // Ton-Gari勝ち
            "ふっ！　相手が悪かったわねぇ～、森の番人さん。",
            "あんたみたいなヤツは、ひなたぼっこでもしてなさい。",
            "結構強いのね……。でも、今度は負けないわ！", // 負け
            "あんた男でしょ？　こんなプリチ～な女の子相手に！",
            "いいのよアタシは。どうせ負けるのはわかっていたし。",
            "まいったかjimy！　あんたの負けよっ！", // jimy勝ち
            "アタシを主人公にしないから、負けたのよ。",
            "弱いわねぇ～。それでもこのゲームの開発者なの？",
            "……つ、強い。誰かパラメーター修正して……。", // 負け
            "おいjimy！　これで勝ったと思わないでよっ！",
            "何か……裏技でもあれば勝てるのに……。",
            "ごめんね、お嬢ちゃん。あんまりにも弱いんで。", // Labi勝ち
            "ウサギさん、ニンジンでも食べるかい？",
            "ふっ……ウサギ小屋に入ってな！",
            "なんでウサギなんかに……。", // 負け
            "女同士の戦い……負けたくなかった……。",
            "あんたなんか、ウサギの丸焼きにしてやるぅ～！",
            "なんなのあんた？　うねうねと気味悪いわねぇ。", // Une-Chu勝ち
            "あんた女？　でも、アタシよりブスね！",
            "弱いわ。あまりにも弱すぎて……Ｚｚz……。",
            "たまたま負けただけよ！", // 負け
            "弱そうに見えたけど、あんた結構強いのね。",
            "こんなプリチ～な女の子イジめて楽しいの？",
            "ジュル……おいしそうなヤドカリね……。", // Cadoria勝ち
            "もうちょっと強いと思ったけど、アタシが相手だしね。",
            "また戦ってあげるわ。でもアタシが勝つわよ。",
            "ヤドカリは水の中にいなさいよ！", // 負け
            "女子高生よアタシ。魅力ないかしら先生さん。",
            "ランドセルが重かったわ……。",
            "ぷぷっ！　変な顔ね！　だから負けたのよ！", // Kappon勝ち
            "あんたカスタネットみたいね。いい音するかしら？",
            "あ……なんかドラ焼みたい……ジュル。",
            "ど、ど、どうしてドラ焼なんかに……。", // 負け
            "なによその余裕の顔は！",
            "覚えてなさい！　今度は負けないからね！",

            // Kachan
            "勝っちゃったコロ。ごめんコロ……。", // takeo勝ち
            "子供だから、手抜きしてくれたコロ？　ありがとコロ。",
            "僕のほうが強かったコロ。また戦おうコロ。",
            "……ひっく……ひっく……痛いコロ。", // 負け
            "負けちゃったコロ。またがんばるコロ。",
            "そのランドセル、何かあるコロ？　ズルいコロ！",
            "似てるコロ……。友達コロ？　ごめんコロ。", // Kachan勝ち
            "……偽者コロ！　Labiちゃん譲らないコロ！",
            "誰コロ？　僕はそんなに弱くないコロ。",
            "どうして負けたコロ～！", // 負け
            "これじゃLabiちゃんに怒られるコロ……。",
            "負けたコロ。君のほうが強いコロ。",
            "なかなかやるコロ。また戦おうコロ！", // Kutara勝ち
            "ロボットコロ？　ガラクタコロ？",
            "ごめんコロ。僕は強すぎコロ。",
            "ズルいコロ……。僕は子供コロ！", // 負け
            "コロ！　今度は負けないコロ！",
            "改造してるコロ！　ズルいコロ～！",
            "楽しかったコロ。また遊ぼうコロ。", // Ton-Gari勝ち
            "今度は砂場で遊ぼうコロ。嫌コロ？",
            "今度、遊びに行くコロ。",
            "あんまりだコロ……。手加減してコロ～！", // 負け
            "なんかズルいコロ……。",
            "もう遊ばないコロ！　バイバイコロ！",
            "開発者コロ？　それにしては弱かったコロ……。", // jimy勝ち
            "僕はもっと弱くても良かったコロ？",
            "僕自身のデザイン、可愛くて気に入ってるコロ。",
            "強いコロ……なんかズルしてるコロ？", // 負け
            "このゲーム、バランス悪いコロ！",
            "負けたコロ。すべり台で遊んでくるコロ……。",
            "やったぁ～、Labiちゃんに勝ったコロ～！　コロコロ！", // Labi勝ち
            "優勝したら、絶対に彼女コロ！　ウソはダメだコロ。",
            "ちょっと強かったコロ？　今度は手抜きするコロ。",
            "……ひっく……やっぱLabiちゃん、強いコロ……。", // 負け
            "Labiちゃん、もう１回勝負コロ！",
            "イジ悪コロ……もうちょっと手加減してコロ。",
            "気味悪いコロ。勝っても嬉しくないコロ……。", // Une-Chu勝ち
            "痛かったコロ？　感じないコロ？　コロ？",
            "ワープを僕にも教えて欲しいコロ。",
            "結構強いコロ。もう１度戦うコロ？", // 負け
            "気味悪くて接近戦が嫌だコロ……",
            "君は男の子コロ？　だから強いコロ。",
            "勝たせてくれて、ありがとコロ。先生かコロ？", // Cadoria勝ち
            "その背負ってる殻、あんまり意味なかったコロ。",
            "大きなヤドカリだコロ……でも弱いコロ。",
            "思ったより強かったコロ。今度は負けないコロ。", // 負け
            "強いコロ……。勝ち方を教えて欲しいコロ。",
            "僕には勝てそうにないコロ。",
            "なかなか……おもしろい顔だコロ。", // Kappon勝ち
            "君は何で出来ているんだコロ？　ちょっと弱いコロ。",
            "今度はもっと、強くなってから勝負だコロ！",
            "ジャンプ高すぎコロ。低く飛んでコロ。", // 負け
            "新体操コロ？　輪がいっぱいだコロ。",
            "次は勝てるコロ。もう負けないコロ！",
            "……………………………………………………！", // 負け

    };
}//class end
